Repository: comunidadedosaber/akademy
Catalog: locale/*.po
Languages: pt_br

# model:akademy.lective-year,name
source: Lective Year
pt_br: Ano lectivo

# field:akademy.lective-year,code
source: Code
pt_br: Código

# field:akademy.lective-year,name
source: Name
pt_br: Nome

# field:akademy.lective-year,start
source: Start
pt_br: Início

# field:akademy.lective-year,end
source: End
pt_br: Término

# field:akademy.lective-year,description
source: Description
pt_br: Descrição

# field:akademy.lective-year,application_criteria
source: Application_criteria
pt_br: Critério de admissão

# field:akademy.lective-year,student_transfer
source: Student_transfer
pt_br: Discente Transferido

# field:akademy.lective-year,classes
source: Classes
pt_br: Turma

# field:akademy.lective-year,student_grades
source: Student_grades
pt_br: Discente notas

# field:akademy.lective-year,classes_student_schedule_quarter
source: Classes_student_schedule_quarter
pt_br: Pauta trimestral

# field:akademy.lective-year,classes_schedule
source: Classes_schedule
pt_br: Pauta final

# field:akademy.lective-year,historic_grades
source: Historic_grades
pt_br: Percuso académico

# field:akademy.lective-year,applications
source: Applications
pt_br: Candidaturas

# field:akademy.lective-year,applications_result
source: Applications_result
pt_br: Candidaturas resultado

# field:akademy.lective-year,quarter
source: Quarter
pt_br: Trimestre

# field:akademy.lective-year,phase
source: Phase
pt_br: Fase de admissão

# field:akademy.lective-year,school_chart
source: School_chart
pt_br: Organograma
